Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/tid_for_samtale_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Ovdánanmihttomearit
sma: Nimhtie ibie daarpesjh

source: Vuođđoskuvllas leat olu oktasaš oahpahusmihttomearit, sihke fágalaččat ja sosiálalaččat.
sma: billedh tijje åenehks sjædta jih lohkehtæjjah eah daarpesjh jeatja barkose seente båetedh.

source: Mihttomearit čilgejit maid oahppi galgá oahppat iešguđet dásis.
sma: • Jis gaajhksh edtjieh maam joem jiehtedh, dellie 30 minudth daerpies.

source: Ovdánanságastallamis ferte de geahčadit maid oahppi hálddaša.
sma: Daamhts lea aevkies jis lohkehtæjja dihte soptsestallemem juhtehte.

source: Ovttas oahpaheaddjiinis ja váhnemiidisguin sáhttá oahppi bidjat ođđa mihttomeriid olahit.
sma: Soejkesjimmesne maehtiegan learohke jih lohkehtæjja siemes sjidtedh gieh edtja dejtie ovmese aamhtside juhtiehtidh.

source: Mihttomearit galget bidjat oahppái gáibádusaid, muhto maiddái oahpaheaddjái ja váhnemiidda čuovvolit.
sma: Lohkehtæjjah gieh leah dagkeres diedtem learohkide vadteme, leah voeredamme man vihkeles lea buerie tijjem utnedh jih soejkesjimmijgujmie eensi-laakan barkedh.

source: Ovdánanmihttomeari galgá sáhttit mihtidit, ja oahppi ja váhnemat fertejit skuvlla váccidettiin diehtit ahte lea go mihttomearri olámuttos.
sma: Bååstide vuartasjidh Skuvlh jih hiejmh tjoeverieh ektesne dagkeres tjåanghkoeh soejkesjiidh jih aaj veeljedh magkeres aamhtsh desnie digkiedidh.

source: Mihttomearri
sma: Guktie øvtiedimmie orreme ?

source: Oassemihttomeriid • Oahppi doallá
sma: Mejtie sån lea learohke vuepside jakseme ?

source: šiehtadusaid Ovdánanmihttomearit fertejit čatnasit dihto fágaide dahje dihto bargobihtáide maid oahppi galgá dahkat.
sma: Learohke, eejhtegh jih lohkehtæjja vuepside giehtjedieh jih siemes sjidtieh magkeres orre vuepsieh båetije tijjese daerpies.

source: Mihttomearit sáhttet maiddái čatnasit bargovugiide ja máhttimii dahje sosiálalaš doaibmamii, nugo máhttit earáiguin ovttastallat.
sma: Maadth-skuvlesne gellie seamma vuepsieh øøhpehtimmesne daerpies, dovne dåemiedimmie jeatja almetji ektesne jih faagi gaskems.

source: Skuvllas oahppi galgá bargat ovttas earáiguin, sihke guvttiid guvttiid ja joavkkuin.
sma: Vuepsieh vuesiehtieh maam learohkh edtjieh lieredh ovmese daltesisnie.

source: Sii galget oahppat bargat iešguđetlágan bargovugiid mielde nugo ovdamearkka dihtii prošeaktabarggu.
sma: Øvtiesoptsestallemisnie lea daerpies vuartasjidh maam learohke haalvoe. Maam learohke jijtje veanhta ?

source: Guđet oassemihttomearit fertejit devdojuvvot duddjot buori ovttasbarggu ?
sma: Lohkehtæjjan jih eejhtegi ektesne maahta orre vuepsieh soejkesjidh.

source: Maiddái oahppiide ja váhnemiidda lea hui deaŧalaš diehtit mat leat dihto ovdánanmihttomeari oassemihttomearit.
sma: Vuepsieh edtjieh maam joem learohkiste kriebpesjidh, mohte learohke edtja aaj viehkiem lohkehtæjjeste jih eejhtegijstie åadtjodh.

source: Oahppi galgá oahppat dovdat maid ovttasbargu-doaba mearkkaša, ja de oažžut veahki oaidnit mo son doaibmá mihttomeriid ektui.
sma: Øvtiedimmie-vuepsidie leah daerpies mietestidh, jih learohke jih eejhtegh tjoeverieh jaepien tjirrh vierhtiehtidh mejtie learohken nuepie vuepside jaksedh.

source: Ovdánanmihttomearit galget heivehuvvot juohke oahppái.
sma: Vuepsie • Learohke sæjhtoem ektesvuekiebarkose vuesehte

source: Ovdánanságastallamis galgá boahtit ovdan mo oahppi doaibmá ja mo ovdáneapmi lea oahppi návccaid ektui.
sma: • Learohke jeatjbidie goltele • Learohke eensi-laakan barka aamhtsigujmie mah gajhksidie dijpieh

source: Ovdánanságastallan galgá leat deaivvadeapmi mas oahppi movttáska bargat juvssahahtti ovdánamihttomeriid olahit.
sma: • Learohke dorje maam luhpiedamme Øvtiedimmie-vuepsieh maehtieh sjiere faagide jallh aamhtside veadtaldihkie årrodh.

source: Skuvlla mihttomearri lea ovttas ruovttuin ovdánahttit oahppiid gelbbolašvuođa máŋgga dáfus, mas olmmoš ieš lea guovddážis.
sma: Vuepsieh maehtieh moenedh guktie aamhtsigujmie barkedh, jallh vuesiehtidh buerie ektesvuekiebarkoem jeatja learohki ektine.

source: Oahppan mearkkaša ahte oahppi galgá hukset máhtolašvuođa iešguđet fágas.
sma: Vuesiehtimmien gaavhtan maehtibie ektesvuekiebarkoem vuartasjidh.

source: Dađistaga eanet skuvllat geavahišgohtet bargoplánaid, bargovuogi mii mearkkaša ahte oahppi eanet ferte ieš ráhkkanahttit ja gergehit bargobihtáid. Dalle oahppit dárbbašit máhttit geavahit máŋggalágan bargovugiid ja bargomálliid.
sma: Daam eensi-laakan haalvedh lea vihkeles jih vuesehte guktie learohke verveste faagigujmie jih aaj guktie altese dåemiedimmie lea, dovne skuvlesne jih barkoe-jieliemisnie.Skuvlesne edtja learohke akti vøøki barkedh dovne akten learohkijnie jih aaj dåehkine.

source: Oahppi dárbbaša maid máhttit oaidnit mo son doaibmá.
sma: Desnie edtjieh lieredh orre barkoevuekieh v.g. barkoeprovsjektine.

source: Maid mearkkaša váldit ovddasvástádusa iežas oahppamii ?
sma: Nimhtie leah dagkeres barkoeh joekoen vihkeles.

source: Mo oahppi orru iežas mielas váldimin ovddasvástádusa iežas oahppamii ?
sma: Magkeres måadts vuepsieh daerpies gaervies jis ektesvuekiebarkoeh edtjieh buerie sjidtedh ?

source: Lassin fágalaš ovdáneapmái ja bargovugiid oahppamii, de galgá oahppi maiddái máhttit ja diehtigoahtit mo son doaibmá earáiguin ovttas.
sma: Vihkeles leah learohkese jih eejhtegidie daejredh dagkeres måadts vuepsieh bijre gosse øvtedimmie vuepsiej vøøste barkeminie.

source: Dán sosiálalaš máhtolašvuođa galgá oahppi máhttit geavahit buoremus lági mielde earáiguin ovttastaladettiin ja ovttasdoaimmadettiin.
sma: Learohke tjoevere daejredh guktie bøøremes akti vøøki barkedh jih viehkiem åadtjodh vuejnedh guktie jijtje verveste gosse dagkarinie barkojne giehtele.

source: Loaktimis sáhttá oaidnit mo oahppi doaibmá sosiálalaččat.
sma: Daerpies øvtiedimmie-vuepside sjiehtesjadtedh fiereguhten maanese.

source: Danin leage deaŧalaš jearrat oahppis ahte mo sus lea skuvllas. Dovdá go iežas oadjebassan luohkká- ja skuvlabirrasis ?
sma: Jis jijnje soptsestalleme vuepsij bijre sjædta, dellie learohkh maehtieh damtedh eah dah buektedh darjodh maam sijhtieh, jih nimhtie minngesne baetsieh.

source: Dovdá go oahppi ahte oahpaheaddjit ja eará oahppit atnet árvvus su ? Lea go oahppi čeahppi árvvusatnit earáid ?
sma: Soptsestalleme edtja vuesiehtidh gusnie learohkh tjåadtjoeminie lierehtimmesne jih man gååhkese maahta lieremisnie jaksedh.

source: Fágalaš ovdáneapmi
sma: Learohken daajroe

source: Go fágalaš nanusmahttimis lea sáhka, de ferte álgit bargat das mo oahppi doaibmá iešguđet fágas.
sma: Skuvlen vuepsieh edtjieh eejhtegi ektine learohken daajroem vijriebasse juhtiehtidh guktie abpe almetje vååjnose båata.

source: Ovdánanságastallamis fertejit oahppi ja váhnemat oažžut diehtit man muttus oahppi lea máhtolašvuođa dáfus dihto fága mihttomeriid ja oassemihttomeriid ektui.
sma: Lieremisnie edtja learohke maahtoem fierhtene faagesne tjøøngkedh, dam åvtese guedtedh dovne skuvlesne, gåetesne jih aaj mænngan barkoe-jieliemisnie.

source: Mánáidskuvllas boahtá dát oidnosii go oahppi árvvoštallojuvvo árvosániid attekeahttá.
sma: Daelie learohke diedtem jijtse lieremisnie jih øvtiedimmesne åtna.

source: Nuoraidskuvllas ovttaskasbargobihtát ja termiidnaárvosánit addet muhtun muddui dieđu man muddui oahppi hálddaša fága.
sma: Gellie jih gellebh skuvlh daelie barkoe-plaanh nuhtjieh, barkoevuekieh mah learohkeste kriebpesje jijtje soejkesjidh jih barkoe-aamhtsigujmie giehtelidh.

source: Seamma deaŧalaš lea árvosániid lassin maiddái čilget bohtosiid dárkileappot ja bagadit.
sma: Nimhtie learohke maahtoem daarpesje ovmese barkoevuekiej jih metovdi bijre.

source: Dá lea ovdamearka mo sámegiel oahpaheaddji árvvoštallá nuoraidskuvlla oahppi:
sma: Learohke aaj tjoevere daejredh guktie satne verveste. Guktie diedtem jijtse lieremen åvteste guadta ?

source: Dus leat ollu buorit dieđut teavsttastat girječálli birra.
sma: Dan gyhtjelassen bijre vihkeles digkiedidh gosse øvtiedimmiesoptsestalleme.

source: Buorre go leat siteren girjjiin ja dan maid čálli ieš lea dadjan. Teaksta lea guhkkodaga dáfus buorre, ja don hálddašat juohkima bures.
sma: Lissine dan faage-øvtiedæmman jih barkoemetodide, edtja learohke aaj maahtoem øvtiedidh jih aaj daajroem tjøønghkedh guktie jeatja almetji ektine verviestidh.

source: Dus leat muhtun čállinmeattáhusat, ja don fertet erenoamážit bargat dássemolsumiin.
sma: Daam maahtoem edtja learohke provhkedh gosse jeatja almetji ektine jih aaj ekti vøøki barkosne.

source: Geavat njálmmálaš giela gullat dássemolsuma.
sma: Vihkeles aaj gihtjedh mejtie learohke skuvlesne tråjjede.

source: Dát lea erenoamáš deaŧalaš jos oahppi atná muhtun fága dahje fágasuorggi váttisin.
sma: Mejtie tjarkadiksvoete learohkese skuvlesne, dovne klaassesne jih skuvlen byjresisnie ?

source: • Bijat go mihttomeriid • Lea go dus buot
sma: Guktie mejtie lohkehtæjjah jih skuvlevoelpetjh satnem eensi ?

source: OVDDASVÁSTÁDUS IEŽAT OAHPPAMII (II.)
sma: Mejtie learohke dejtie jeatjabidie vierhtede ?

source: (ovdamearka)
sma: Faagen øvtiedimmie

source: • Leat go ráhkkanan skuvlabargui ? • Leat go fuolalaš oahpahusas ?
sma: Maadth-skuvlesne lea dagkeres saerniestimmieh namhtegh tjaaleld karakterh.

source: Čilgemiid ja bagadallama vuođul beassá oahppi diehtit maid son sáhttá bargat buoridit iežas oahppama ja ovdáneami.
sma: Læjhkan lea vihkeles tjaaleld vierhtiedimmij bijre soptsestidh jih aaj buerkiestimmieh man gaavhtan nimhtie.

source: Lea go oahppis omd. váttisvuođat fágain, vai ii go son bargga doarvái buoridit bohtosiid ?
sma: Vuesiehtimmie gaavhtan lea daesnie dijre meatan daaroen lohkehtæjjeste learohkese noereskuvlesne:

source: Sáhttá go skuvlla oahpahusa ja veahki heivehit buorebut ?
sma: Dov leah vihkeles saernieh tjaelijen bijre dov teekstesne.

source: Dáid gažaldagaiguin sáhttá leat ávkkálaš bargat ovdánanságastallamis.
sma: Hijven aaj tjaalegh meatan gærjijste jih maam tjaalije jijtje jeahteme.

source: Mađe boarrásat oahppi lea, dađe buorebut máhttá ieš oaidnit mo son doaibmá.
sma: Teekste lea guhkies jih datne aaj tjaalegem juakeme sjiehteles boelhketjigujmie.

source: Maiddái lea ávkkálaš geahčadit mo váhnemat sáhttet veahkehit máná ovdánit.
sma: Naan læhkiem båajhtode tjaaleme, jih datne tjoeverh kommaj njoelkedassigujmie barkedh.

source: Dánlágan njuolggadus- ja norbmačoakkáldagat duddjojit buriid guottuid ja daid vuođul hábmejuvvo oadjebas skuvlabiras ja daid galggašedje oahppi, váhnemat ja skuvla ráhkadit ovttas.
sma: Manne leam tjaalegigujmie sæjrosne vihtesjamme.

source: Oahppi ferte oahppat mo su láhttenvuogit ja dagut váikkuhit eará oahppiide ja luohkká- ja skuvlabirrasii.
sma: Lohkh dejtie jih vuartsjh kuvsjegærjesne s.140 Mujhtieh aaj væhtah gosse gieh maam joem jeahta.

source: Deaŧalaš lea ahte oahppi oahppá bidjat rájáid go son dovdá ahte son ii adnojuvvo árvvus.
sma: Daate joekoen vihkeles jis learohkese geerve sjiere faagi- jallh faagetsiehkine barkedh.

source: Nugo ovdalaččas namuhuvvon, de fágalaš ja sosiálalaš ovdáneapmi dáhpáhuvvá ovttasdoaibmama ja ovttasbarggu máhtolašvuođa vuođul.
sma: Soejkesjimmien jih raeriestimmien tjirrh learohke tjoevere åadtjodh daejredh maam joem darjodh jih guktie altese lierehtimmiem jih øvtiedimmiem bueriedidh.

source: Árvvusatnin ja gierdilvuohta leat eará doahpagat mat čatnasit dása.
sma: DIEDTE JIJTJEDH LIEREMASSE (I) (v.g.) • Dov jijtjedh vuepsieh lieremasse ?

source: Maid doahpagat mearkkašit ?
sma: • Dov dirregh meatan mah daerpies ?

source: Ja mo sáhttá oahppi doaibmat bures ja ovdánit árvvusatnima ja gierdilvuođa dáfus ?
sma: • Dov diedte laavenjassigujmie barkedh. • Datne dam darjoeh ?

source: Doahpagiid ferte oassemihttomeriid vuođul čielggadit ja ovdamearkkaid bokte čilget.
sma: • Datne ryøjredh skuvle

source: Maiddái dás sáhtášii geavahit árvvoštallanskovi.
sma: • barkojse ? • Datne våårkehke gosse øøhpehtimmie ?

source: Guđiid ovdánanmihttomeriid sáhttá oahppi geahččalit olahit go lea sáhka árvvusatnimis ja gierdilvuođas ?
sma: Mejtie learohkese geerve faagigujmie barkedh jallh aeblehts ? Maam learohke jijtje veanhta ?

source: Ságastallama čoahkkáigeassin ja ođđa ovdánanmihttomearit
sma: Mejtie øøhpehtimmie jih viehkie skuvlesne maahta buerebe sjidtedh ?

source: Bures ráhkkanahtton ovdánanságastallama čoahkkáigeasus biddjojit fágalaš ja sosiálalaš ovdánanmihttomearit boahtte áigodaga várás.
sma: Dageres gyhtjelassi bijre leah vihkeles digkiedidh gosse øvtiedimmiesoptsestalleme. Joe båarasåbpoe learohke lea, buerebe daejredh maam jijtje veanhta.

source: iešvuođalágiid Čoahkkáigeassu sáhttá leat sihke njálmmálaččat ja čálalaččat, muhto jos mihttomearit ležžet deaŧalaččat oahppi boahttevaš ovdáneapmái, de daid galggašii čállit.
sma: Nuhteles aaj vuejnedh guktie eejhtegh maehtieh viehkiehtidh øvtiedimmiem stuvredh.

source: Go jo lea sáhka oahppi ovdáneamis, de son ferte aktiivvalaččat leat mielde válljemin ovdánanmihttomeriid, maiddái daid mat galget leat čálalaččat.
sma: Øvtiedimmie sosiale aamhtsi gaavhtan Skuvlesne gellie njoelkedassh jih tsevtsiedimmieh mah edtjieh learohkem buerie øvtiedæmman lutnjedh.

source: Mihttomearit fertejit leat dušše moadde ja konkrehta. Dábálaččat lea doarvái guovtti golmma mihttomearis.
sma: Dagkeres aamhtsh leah øvtiedimmie-våarome jih daerpies gosse learohkese tjarkadiks-voetem vedtedh.

source: Dalle lea álkit buohkaide oaidnit ahte olaha go oahppi mihttomeriid vai ii.
sma: Learohke, eejhtegh jih skuvle tjoeverieh ekti-vøøki barkedh jis nimhtie buektiehtidh.

source: Šiehtadusa mihttomearri sáhttá maiddái leat ahte oahpaheaddji ja/dahje váhnemat váruhit mihttomeriid olahit. Oahppi, váhnemat ja skuvla juogadit ovddasvástádusa
sma: Learohke tjoevere daejredh guktie altse dåemiedimmie dejtie jeatja learohkide, klaassem jih skuvlen learoe-sijjiem tsevtsede.

source: Čoahkkáigeasedettiin lea lunddolaš boahtit ovttaide ahte geas lea váldoovddasvástádus váruhit ahte iešguđet mihttomearri olahuvvo.
sma: Guktie aerebi nebneme leah akti vøøki darjome jih ektesvuekiebarkoe vihkeles dovne learohken dåemiedæmman jeatja almetji ektine jih aaj faage-barkojse.

source: Ovddasvástádus galggašii juogaduvvot oahppi, skuvlla ja váhnemiid gaskka.
sma: Guktie maahta learohke verviestidh jih buerie øvtiedimmiem åadtjodh bihkedimmien tjirrh ?

source: Áigodaga mihttomeriid čuovvoleapmi
sma: Daesnie aaj gåarede vierhtiedimmiesjeema provhkedh.

source: Guovtti ovdánanságastallama gaskkas sáhttá leat ávkkálaš ahte ságastallanguimmežat doalahit oktavuođa ja gaskkohagaid addet dieđuid mo dat orru mannamin.
sma: Magkeres øvtiedimmievuepsieh bøøremes learohkese gosse krøøhkestimmiem jih toleransem øvtiedidh ? Soptsestallemem tjåanghkan biejedh jih orre øvtiedimmievuepsieh moenedh

source: Dan sáhttá dahkat čálalaččat oahppibargguid oktavuođas, oahppiidságastallama oktavuođas, e-poastta dahje telefuvnna bokte.
sma: Buerie rååresjimmieh leah vihkeles gosse vihth faagi-jih sosiale øvtiedimmiejgujmie barkedh båetije barkoe-boelhkesne.

source: ERENOAMÁŠ HÁSTALUSAT
sma: • Learohke krøøhkestimmiem

source: Mánát geain leat iešguđetlágan eavttut
sma: • Learohke viehkehte dejtie guhth nåake

source: Mánát bohtet skuvlii iešguđetlágan dárbbuiguin ja vásáhusaiguin.
sma: • Learohke bueriesvoetem vuesehte seamma guktie almetje

source: Láhčin dihtii dili buoremus lági mielde juohkehažžii, de lea deaŧalaš ahte váhnemat addet skuvlii dieđuid máná birra.
sma: Mij soptsestallemistie båata maahta dovne njalmeld jih tjaaleld årrodh, mohte jis vuepsieh vihkeles learohken vijriebasse øvtiedæmman dellie bøørieh tjaaleld årrodh.

source: Muhtun mánáin sáhttet leat erenoamáš váttisvuođat fágaid dáfus, ja earáin gis váttisvuođat doaibmat sosiálalaččat.
sma: Daate learohken øvtiedimmien bijre jih dan gaavhtan bøøroe jijtje meatan jih veeljedh magkeres øvtiedimmievuepsieh vihkeles jih magkeres edtjieh tjaaleld årrodh.

source: Go oahppis lea heajos gullu dahje heajos oaidnu, de dat sáhttá dagahit ahte ii loavtte, oahpa iige ovdán.
sma: Daamtaj leah gøøkte, golme vuepsieh nuekies. Dellie aaj aelhkebe vuejnedh mejtie learohke vuepside jakseminie vuj ij.

source: Buorre gulahallan ja dialoga ruovttu ja skuvlla gaskka sáhttá eastadit dán dáhpáhuvvamis.
sma: Mååhtedimmijne aaj maehtieh vuepsieh meatan mejtie lohkehtæjja jih / jallh eejhtegh maehtieh dåarjodh.

source: Skuvla lea geatnegas heivehit oahpahusa juohke oahppái.
sma: Guktie diedtem learohken, eejhtegi jih skuvlen gaskems juekedh.

source: Ožžot go ovdamearkka dihtii searalaš ja čeahpeslohkki mánát doarvái hástalusaid skuvllas ?
sma: Vuepsiej digkiedimmesne leah vihkeles siemes sjidtedh gien åejvie-diedte dejtie ovmese vuepside.

source: Soahpameahttunvuođat ja daid čoavdin
sma: Guktie diedtide vijriebasse juhtiehtidh.

source: Ovdánanságastallan galggašii leat positiivvalaš dáhpáhus oahppái, oahpaheaddjái ja váhnemiidda ja mas váldoáššin lea oahppi máhttin ja ovdáneapmi.
sma: Tijje dej øvtiedimmiesoptsestallemi gaskems, kriebpesje gaajhkesijstie gieh meatan, ihke sinsitnine soptsestallieh jih nimhtie såårnieh guktie øvtiedimmie jåhta.

source: Ii dat mearkkaš ahte ii galgga ságastallat váttisvuođaid birra, muhto soahpameahttunvuođaid berre čoavdit sierra deaivvademiin.
sma: Dagkeres såårneme maahta vadtasovvedh tjaaleld learohken barkojse, njalmeld learohkese, e-påastesne jallh teelefovnesne.

source: Datte leat muhtun soahpameahttunvuođat dakkárat ahte daid dárbbaša aiddo dalle čoavdit.
sma: Maanaj guhth sjiere mievriestimmieh Mannah skuvlese båetieh ovmese daerpies-voeti jih dååjrehtsigujmie.

source: Oahppi ja váhnemat eai galgga dárbbašit atnit issorassan boahtit ovdánanságastallamii, muhto boahtit dohko buriid vuordámušaiguin.
sma: Jis buerie edtja sjidtedh dejtie ovmese learohkide, dellie vihkeles eejhtegh saerniestimmieh maanaj bijre vedtieh.

source: Ovdánanságastallan ja unnitlogugielat mánát Skuvlii álget iešguđege riikka ja kultuvrra mánát.
sma: Naaken maanah tsagkesh utnieh faagi gaavhtan jih jeatjebidie nåake jeatjebi ektine verviestidh.

source: Máŋggakultuvrrat servodat lea addán midjiide máŋggakultuvrrat skuvlla ja nu maiddái riggásat skuvlabeaivvi.
sma: Madtan-laakan govledh jih vuejnedh aaj maahta dåeriesmoerine sjidtedh trååjjemen, lieremen jih øvtiedimmien gaavhtan.

source: Skuvlla ja ruovttu ovttasbargui leat boahtán ođđa hástalusat.
sma: Buerie saerniestimmieh hiejmen jih skuvlen gaskems maehtieh dagkeres tsagkesh mievriestidh.

source: Skuvla gehččojuvvo iešguđetláhkai kultuvrras kultuvrii.
sma: Skuvlen lea tjællohke barkoe øøhpehpehtimmiem ovmese learohkide sjidtesjadtedh.

source: Norggas lea šaddagoahtán dáhpin ahte lea lagas ovttasbargu váhnemiid ja skuvlla gaskka, muhto eará kultuvrrain eai leat skuvllas ja ruovttus lagaš oktavuođat.
sma: Meijtie sih jijtjh-reerehke- jih maanah mah veaksehke lohkemisnie eensi haestiedimmieh fierhten biejjien skuvlesne åadtjoeh ? Tsælloeh - tsagkesh-gietedalleme

source: Hástalussan šaddá duddjot buori ovttasbarggu ja ovttaárvosaš gulahallama ságastallanguimmežiid gaskii, muhto dat lea dárbbašlaš sihkkarastit oahppái buori ovdáneami.
sma: Øvtiedimmie-soptsestalleme edtja buerie soptsestimmiem learohken, lohkehtæjjan jih eejhtegi gaskems vedtedh, gusnie learohken haalvedimmieh jih buerie øvtiedimmieh jarngesne tjåadtjoeh.

source: Muhtun kultuvrrain eai leat hárjánan deaivvadit skuvllain, ja váhnemat dovdet iežaset oahpaheaddji vuollásažžan.
sma: Læjhkan lea vihkeles tsagkesi bijre digkiedidh, mohte dejtie bøøremes buerie-bealan lutnjedh sjiere tjåanghkojne.

source: Danne šaddáge dárbbašlaš geavahit vugiid oadjudit sin dánlágan deaivvademiide.
sma: Naaken tsagkesh læjhkan dan vihkeles guktie daerpies dej bijre dallah soptsestidh.

source: Go olmmoš lea smáđáhkes ja olmmošaddjái, de dalle leat buorit eavttut ahte ságastallan lihkostuvvá.
sma: Gellien kultuvri ektievoete lea gelliekultuvre skuvlem vadteme jih nimhtie aaj jeatja fierhten-beajjetje skuvlem.

source: Oahpaheaddjái lea deaŧalaš geahččalit áddet máná ja váhnemiid kultuvrralaš duogáža.
sma: Ektesvuekiebarkoe lea jeatjh-laakan sjidteme jih jeatja haestimmieh båateme.

source: Muhtun háviid ferte dušše dohkkehit ahte šaddá eambbo diehtojuohkin go ságastallan.
sma: Skuvlen vååjnoe skuvleste skuvlese lea joekehth ovmese kultuvrijstie.

source: Eará riikii dahje eará kultuvrii gullevaš olbmos sáhttet leat giellaváttisvuođat mat sáhttet goazahit gulahallama.
sma: Nøørjesne lea buerie ektesvuekiebarkoe eejhtegi jih lohkehtæjjaj gaskems orreme, mohte gellieh kultuvrijsnie leah stoerre gåhkoe skuvlen jih hiejmen gaskems.

source: Mánáin ja váhnemiin geat aiddo leat fárren Norgii, leat dieđusge stuorát váttisvuođat áddet buot mii dáhpáhuvvá birrasis go sidjiide geat leat orron dáppe moadde jagi.
sma: Sjidtesjadtedh guktie buerie ektesvuekiebarkoe jih soptsestalleme seamma vierhtegasse båata, lea naan aejkien geerve, mohte daerpies jis øvtiedimmieh edtjieh learohkidie bøøremes sjidtedh.

source: Skuvla ferte váldit ovddasvástádusa ja háhkat dulkka váhnemiidda geat dan dárbbašit.
sma: Naakeninie kultuvrijsnie ij leah naan siejme vuekie tjåanghkoem skuvlen jih hiejmen gaskems utnedh jih eejhtegh lohkehtæjjam krøøhkestieh.

source: Deaŧalaš lea ahte buot váhnemat ožžot daid dieđuid maid galget, ja ahte sis lea vejolašvuohta jearahit ja addit skuvlii dieđuid.
sma: Nimhtie maahta geerve sjidtedh buerie soptsestallemem gaskems buektiehtidh. Jearsoesvoetem tjåanghkosne tseegkedh lea vihkeles.

source: Eatnigielaoahpaheaddji sáhttá leat ressursan ja ovttasbargoguoibmin oahpaheaddjái, oahppái ja váhnemiidda, muhto son datte ii galggašii geavahuvvot dulkan ovdánanságastallamis.
sma: Aaj vihkeles eejhtegidie vietseles- laakan soptsestidh, arhpem vuesiehtidh jih aaj goerkesadtedh leah daerpies jis buerie tjåanghkoe. Lohkehtæjja tjoevere maanam jih eejhtegi kultuvre-vuekide guarkedh.

source: OVDÁNANSÁGASTALLAMA MOLSAŠUVVAN Ságastallanhámádat molsašuvvá jagis nubbái
sma: Naan aejkien sån jienebe saerniestimmie sjædta jih vaenebe soptsestalleme gaskems.

source: Sihke sisdoalu ja organiserema dáfus sáhttá ovdánanságastallan molsašuvvat ovtta luohkás nubbái.
sma: Tsagkesh gielen gaavhtan jeatja laanteste jallh jeatja kultuvreste båetedh, maahta soptsestallemem geerve darjodh.

source: Beroškeahttá luohkás dahje skuvllas, de galgá ruoktu ja skuvla ovttasbargat ovdánanságastallamiid dáfus.
sma: Stuerebe dåeriesmoerh sjidtieh maanide jih eejhtegidie mah adtjegh Nøørjese båateme ennh dejtie guhth daesnie naan jaepieh orreme.

source: Ságastallamat rivdet maiddái go oahppi álgá nuoraidskuvlii.
sma: Skuvlen diedte lea tåalhkem eejhtegidie skåårvedh jis daerpies.

source: Lassin daidda osiide mat ovdal leat deattuhuvvon, de ođđa ságastallanfáddán šaddá árvvoštallat maiddái árvosániiguin.
sma: Dååjrehtimmie vuesehte jiermijes tåalhkem provhkedh dejtie guhth adtjegh diekie båateme, mohte aaj dejtie guhth daesnie guhkiem orreme.

source: Skuvllas lea dáhpin ahte sosiálalaš doaibman lea guovddážis mánáidskuvllas, ja fágalaš ovdáneapmi lea gis deaŧalaš nuoraidskuvllas.
sma: Vihkeles leah saerniestimmieh eejhtegidie vedtedh, jih aaj nimhtie eejhtegijstie gyhtjelassh åadtjodh jih skuvlese saerniestidh mij daerpies.

source: Ovdánanságastallamiid váldoášši lea ahte olmmoš ieš galgá leat guovddážis.
sma: JOEKEHTS ØVTIEDIMMIESOPTSESTALLEM Jeatjh-laaketje bievnesh akte jaepieboelhkeste måbpan

source: Go dan galgá oažžut áigái, de ferte deattuhit mo oahppi doaibmá sihke sosiálalaččat ja fágalaččat.
sma: Sisvege jih guktie soptsestallemem stuvredh maahta joekehts årrodh klaasseste klaassese.

source: Ii datte dárbbaš buot fáttáid guoskkahit juohke ságastallamis, muhto deattuhit daid fáttáid mat leat lunddolaččat aiddo dan áigodahkii.
sma: Dej ovmese skuvli gaskems aaj maehtieh stoerre joehkets årrodh. Seamma guktie, læjhkan edtjieh hiejmh jih skuvlh ekti vøøki barkedh øvtiedimmie-soptsestallemigujmie.
